/*
********************************************************************************
* COPYRIGHT(c) ЗАО «ЧИП и ДИП», 2018
* 
* Программное обеспечение предоставляется на условиях «как есть» (as is).
* При распространении указание автора обязательно.
********************************************************************************
*/

#include "NeoSTM_board.h"


const uint16_t OUTPUTS[OUTPUTS_COUNT] = 
{
  (1 << OUT_PIN_0), (1 << OUT_PIN_1), (1 << OUT_PIN_2), (1 << OUT_PIN_3),
  (1 << OUT_PIN_4), (1 << OUT_PIN_5), (1 << OUT_PIN_6), (1 << OUT_PIN_7),
};




